print("  _  __                           _                 \n | |/ /                          (_)                \n | ' / __ _  __ _  __ _ _ __ ___  _ _   _ _ __ ___  \n |  < / _` |/ _` |/ _` | '_ ` _ \| | | | | '_ ` _ \ \n | . \ (_| | (_| | (_| | | | | | | | |_| | | | | | |\n |_|\_\__,_|\__, |\__,_|_| |_| |_|_|\__,_|_| |_| |_|\n             __/ |                                  \n            |___/                                   ")
# freaky logo yaaay
print("\nhttps://github.com/Kagamium-Social/backend")
print("Улыбаемся и машем!\n============")
import init